/* ************************************************************************** */
/*                                                                            */
/* 每位工程师都有保持代码优雅和整洁的义务                                             */
/*                                                                            */
/* ************************************************************************** */
/**
 * Created by saber on 16/5/27.
 */
var Index = {
  init: function(){
    this.setUIEvent();
  },
  setUIEvent: function(){
    $('.star-chart-panel').height(($('body').height() - 68 - 44 ) / 2)

  }
  
};